#language: ru

Функционал: Работа в почте

  Сценарий: Работа в почте

    * Пользователь вошел на почту
    * Пользователь создает новое письмо
    * Нажать на элемент "Черновики"
    * Проверяет, есть ли его письмо в черновиках
    * Нажать на элемент "Письмо"
    * Проверить, что данные равны ранее внесеным
    * Нажать на элемент "Отправить"
    * Проверить, что письма нет в черновике
    * Нажать на элемент "Входящие"
    * Проверяет, есть ли его письмо в Отправленные
    * Нажать на элемент "Профиль"
    * Нажать на элемент "Выход"
